const blogcontent =[{
    name:'Jeremy',
    title:'Jeremy in beijing',
    link:'',
    content:'我可能是今年唯一一個既參加過上海GCE又參加過北京GCE的學生了，兩個團的無縫銜接填滿了我的整個暑假，但也讓我度過了一個充實精彩的暑假。 上海團時，我是在一家互聯網金融龍頭公司旗下的基金銷售平臺做社區運營，瞭解了互聯網運營的日常以及基金知識，而北京團時是在一家行業內小有名氣的諮詢公司做企業估值助理，參與估值項目，瞭解了企業估值流程。 我很幸運進了這兩家企業，裡面的同事都很nice，不論是工作上給予的幫助，還是日常的關心和互動，都給我留下了溫情的回憶，即便已經離開，我跟一些同事還是保持著聯絡，以後再去就有人可以約飯了～ 無論是北京還是上海，我知道自己停留的時間有限，抓緊著每一天去探索這兩個都市，我們利用放工時間和週末自由活動時間，打卡各個景點，品嘗各類美食，兩座都市各自的特色有了更深認識'
},{
    name:'Alice',
    title:'Alice in beijing',
    link:'',
    content:'在今年八月，我們到北京進行實習，漸漸融入了當地的生活，享受著北京這個城市獨有的特色，與一班朋友一起生活，下班後我們會一起尋找北京的美食，在週未會相約參觀景點，打卡北京的故宮、天壇、魯迅博物館、花燈展覽、搖滾音樂會場地，品嘗各種美食，例如：北京糕點、炸醬麵、片皮鴨、豆汁、火鍋、來自五湖四海的菜式，麻糬奶茶等，為身在異鄉的同伴慶祝生日，在北京看演唱會、樂隊表演，在長安大街踩單車，那一個月令我們忘卻煩惱，無憂無慮地享受北京的生活，不但能夠到公司實習，更能以半旅遊的方式在北京生活一個月，與同伴建立友誼，為我們的青春烙下一個難忘的暑假。'
}


];

const blogs=[{
    picture:'pics/Alice.jpg',
    name:'Alice',
    title:'Alice in peiking'

},{
    picture:'pics/Jeremy.png',
    name:'Jeremy',
    title:'Jeremy in peiking'
},{
    picture:'pics/Roy.jpg',
    name:'Roy' ,
    title:'Roy in peiking'
},{
    picture:'pics/Yannis.jpg',
    name:'Yannis' ,
    title:'Yannis in peiking'
},{
    picture:'pics/tree.jpg',
    name:'tree' ,
    title:'tree in peiking'

}
];


const reblog=[{
    title:'東莞之旅',
    content:'此次文化探索旅程十分之精彩，令本人深切感受到大灣區城市東莞與深圳的發展是十分迅速。在稻香飲食文化博物館的壓縮式參觀，游覽了幾個重要的部門，如企業導游有介紹博物館，令人感到十分驚奇，博物館用實體物件及模擬環境讓觀者感受到身臨其境的體驗，並可從一件件餐具當中去發現飲食文化從古代到現代的演變過程，從物件循循漸進的改善中感受到人類在慢慢重視飲食文化，如從古時以簡陋木制器具到後來的以金屬材料鍛造的器具中， 不僅可以認識到其生活方面的變化過程，更可深刻感受到人類文明的進化過程，而其中餐具的塑造中，從其單一外觀，方面使用為目的進而轉變為便于使用的同時，打磨其外形使之外觀變的精美，可視為其從野蠻到典雅的轉變。是次參觀實乃大開眼界。再有，現如今科技發展迅速，尤其是相關初創企業如雨後春筍般湧現，身爲新時代青年亦對創業充滿好奇，但確實十分迷茫，在香港很少機會可讓“白紙人”真正參與一個企業或品牌由初創階段發展到成熟階段的成長歷程中，而這種經驗是不可缺乏的因素對青年創業者。在參觀XbotPark機器人部落之後，對於創業的概念清晰很多，由單純認識“創業”兩字，到大概瞭解創業的流程，此次在XbotPark參觀對於本人收益最大，亦是不可複製的一段經歷。尤其是瞭解到00後的青年已有如此豐富經歷及成就，對自己的衝擊很大。而從衆多產品中，多數產品確實有其價值所在，亦有一些是為了創造而創造或者爲了新鮮感？',
    picture:'thread_pic/dongguan.jpg'

},{
    title:'不想回家的原因',
    content:'以前小的時候對過年是十分期待的，對新的一年的好奇感，對童年好友的思念感，以及對長年在外的家人團聚的欣喜感。 在過去一年或忙碌或空虛的時間裡，有的人受盡苦難與委屈，有的人獲得榮耀與成就，回到家鄉兩者一起拋開背後的一切，純粹只為玩的開心。如有鄉親歸來，必有親朋好友登門拜訪，聞其聲則喜悅之情已掛臉上，相見更是有道不完的話語相互傾訴。而現今自己一代人已在外有五年時，褪去懵懂天真，多了些許攀比較真，每逢春節回家，如有聚會小生總會儘數去，如有朋友未見，亦會主動相約，但覺在家鄉時間不多，十分珍惜相聚時間，一一問之過去一年經歷，非十分好奇，有朋相伴，當下交談，實乃踏實享受之事，但常會導向攀比之色，知無法改變，唯有捧兩句圓場話.现今过年，最不想见的是“家人”，男有在外当孙子，在家当“党员”，做人没担当，女有在里当圣人，在外当演员，而过年共聚一堂侃侃而谈，大家又都变成德高望重之人，说的是国家大事，谈的是小辈结婚工作，孰不知自己找不到一份好工，建立不了一个健康家庭。亦有，你们的无知无能我无力承担，也无兴趣去改变你们，但你们却非要用所谓家长身份时不时来折腾，恶心一下小生。<br>曾在无知阶段，小生几经失败，陷入深深的绝望与茫然之中，而你们恶言，无视，折磨更让人无法承受，导致小生几度寻死，拯救我的是小生自己，与在学校几位老师的忠言相助。在时间的沉淀之下，大家价值观念已然是天差地别，勿拿你们引以为傲的邪念来恶心小生，现寻健康与持之以恒的成长，求在未来有所获，花若盛开，蝴蝶自来.',
    picture:'thread_pic/reasonnotgohome.jpg'

},
{
title:'jg轉sup的故事',
content:'jg轉sup的故事打排位，對我來說是一個抽卡遊戲，身為一個草食性打野，我總是把頭讓給我的隊友，因為我知道，就我這水平，當隊內的大哥恐怕是沒什麼可能，所以我換了個想法，成為不了大哥，那我就成為養育大哥的父親。<br>但很快我就發現，這件事沒有我想像那麼容易，根據正常的配對機制，一個遊戲肯定會有上等馬，中等馬和下等馬，因為我是下等馬，那自然隊內就只有中等馬和上等馬，聽起來我隨便幫一下我就可以躺了，但我忽略了一個事實，大哥也是人，大哥也有打得不好的時候，然後，我們基地就原地爆炸了。<br>曾經我也有想自己c的想法，但已經是很久之前了，我總是會玩卡力斯，劍聖格溫龍女這種後期大c，但慢慢的，我變得不敢造次，一來是身為下等馬，想要成為大哥確實不容易，二來，玩野核的打野一般都比較費家人，特別是一條路爆掉，對方隨便入侵你什麼都打不了，然後隊友又對你進行精神攻擊的時候，確實很難受。而那個時候，我聽得最多的一句話便是，「要是你那怕努力的幫一次，我早就把對面打穿了！」這句話深深的影響了我。<br>直到現在，我很少再拿起那些野核打野，改為拿坦克型的打野，然後一直幫隊友拿優勢，然後躺著，在大哥沒心情就鼓勵一下，在大哥打得好就誇666。這樣如此下來，段位上不上的去很難說，家人總算是保住了，因為沒有人對你有期望，自然就沒有傷害，而傷害就轉移到其他沒優勢的隊友身上，由於我是大哥的養育者，所以我是大哥的家人，所以我也不會被攻擊，當然也有例外。<br>但慢慢的，我開始覺得所有的努力還是無用功，即使我怎麼把大哥養得胖胖白白得，根據峽谷相對論，有玩得爽的人，就有不爽的人，而不爽的人就會想掛機，然後這把就可以點了。<br> 而且我發現，這確實是一個抽卡遊戲，你會抽到A卡B卡C卡，你可以把其中一張卡升一級，例如C卡升級到B卡，A卡升到S卡，但你完全不知道那張是A卡，那張是C卡，而且啊升級後其他兩張卡還是不可控，該爆掉，還是爆掉，無論我再怎麼努力，意外總是會發生。<br>想起來，我的人生也是差不多，只要我想努力做一件事，很快就會發現事情會往我完全想不到的方向發展，一開始意氣風發努力想進個大學，結果努力了一整個高中，家裡沒錢了，努力半工半讀終於進到大學，還以為會有美好的大學生活，努力學會打扮外表，結果大部分時間在在新冠中度過，努力幫到了下路，結果上路掛機了，ad說要吃飯了，這把點了。這個情形我不會解決，所以我就找了個宗師大佬來幫我解決問題，不問不知道，一問嚇一跳，原來他上大師之前玩的是打野，結果打著打著他轉成了輔助，我有點不懂，所以就問他為什麼。他說「很簡單，當打野，你要當tim狗tim4個人，讓他們都順心順意，而當輔助，你只需要tim一個，難度大大下降了，打得不好，根本沒有什麼人來罵你，因為原本就對你沒有期望，你看，我家人現在都健健康康的。而且啊，我可是專業的tim狗，一tim就二十三年了！說到當tim狗，沒有人比起我更懂！」<br>我只能說，大佬果然是大佬，完全看清問題的本質，拿出了解決方法，我又想了一下，反正三張卡有兩張本來就不可控，那我直接all in 下路，再也不用選擇育成那位當大哥了！<br>所以，我就打起了輔助，打了幾把，輕易突破了我當打野的上限來到了黃金一，距離白金只有一步之距離，現在啊，我依然是那個養育大哥的父親，就算大哥起不來也沒關系，我還能跟大哥做eye',
picture:'thread_pic/wilson.jpg'
}
];


const pages=[{
pic:"homepic/fractal-2573303_1280.jpg",
mini_statu:"uncategorized" ,
mini_title:"在tel上-用zlibrary",
miantext:"首先，在Telegram搜索欄 找BotFather機器人，在機器人窗口輸入 /newbot, ...",
eassy:"首先，在Telegram搜索欄 找BotFather機器人，在機器人窗口輸入 /newbot, 根據提示設定機器人名字（之後在此名字欄打書名或書類即可獲取圖書）和用戶名，之後會自動發送HTTP API（當作普通一次性密碼），複製包含API的整條信息。<br>其次，進入Z-library鏈接並登入 https://zh.zlibrary-sg.se/ ，在右上角打開功能欄，再進入左下角（編輯個人資料欄），在最底下找到並創建個人電報機器，在彈出的窗口第5欄，黏貼之前複製的信息（含API 一串字符），最後直接連接。<br>在TEL 搜索設定的機器人名字或者用戶名，在對話窗口直接輸入書名即可找到書籍，多數是epub or pdf檔案（均可使用手機軟件“書籍”打開）。"
},{
    pic:"homepic/IMG_3462.JPG",
    mini_statu:"uncategorized" ,
    mini_title:"在tel上-用zlibrary",
    miantext:"首先，在Telegram搜索欄 找BotFather機器人，在機器人窗口輸入 /newbot, ...",
    eassy:"首先，在Telegram搜索欄 找BotFather機器人，在機器人窗口輸入 /newbot, 根據提示設定機器人名字（之後在此名字欄打書名或書類即可獲取圖書）和用戶名，之後會自動發送HTTP API（當作普通一次性密碼），複製包含API的整條信息。<br>其次，進入Z-library鏈接並登入 https://zh.zlibrary-sg.se/ ，在右上角打開功能欄，再進入左下角（編輯個人資料欄），在最底下找到並創建個人電報機器，在彈出的窗口第5欄，黏貼之前複製的信息（含API 一串字符），最後直接連接。<br>在TEL 搜索設定的機器人名字或者用戶名，在對話窗口直接輸入書名即可找到書籍，多數是epub or pdf檔案（均可使用手機軟件“書籍”打開）。"
    },{
        pic:"homepic/nature-landscape_BCD2YSDNWD.jpg",
        mini_statu:"uncategorized" ,
        mini_title:"在tel上-用zlibrary",
        miantext:"首先，在Telegram搜索欄 找BotFather機器人，在機器人窗口輸入 /newbot, ...",
        eassy:"首先，在Telegram搜索欄 找BotFather機器人，在機器人窗口輸入 /newbot, 根據提示設定機器人名字（之後在此名字欄打書名或書類即可獲取圖書）和用戶名，之後會自動發送HTTP API（當作普通一次性密碼），複製包含API的整條信息。<br>其次，進入Z-library鏈接並登入 https://zh.zlibrary-sg.se/ ，在右上角打開功能欄，再進入左下角（編輯個人資料欄），在最底下找到並創建個人電報機器，在彈出的窗口第5欄，黏貼之前複製的信息（含API 一串字符），最後直接連接。<br>在TEL 搜索設定的機器人名字或者用戶名，在對話窗口直接輸入書名即可找到書籍，多數是epub or pdf檔案（均可使用手機軟件“書籍”打開）。"
        },{
            pic:"homepic/quantum-physics-4550602_1280.jpg",
            mini_statu:"uncategorized" ,
            mini_title:"在tel上-用zlibrary",
            miantext:"首先，在Telegram搜索欄 找BotFather機器人，在機器人窗口輸入 /newbot, ...",
            eassy:"首先，在Telegram搜索欄 找BotFather機器人，在機器人窗口輸入 /newbot, 根據提示設定機器人名字（之後在此名字欄打書名或書類即可獲取圖書）和用戶名，之後會自動發送HTTP API（當作普通一次性密碼），複製包含API的整條信息。<br>其次，進入Z-library鏈接並登入 https://zh.zlibrary-sg.se/ ，在右上角打開功能欄，再進入左下角（編輯個人資料欄），在最底下找到並創建個人電報機器，在彈出的窗口第5欄，黏貼之前複製的信息（含API 一串字符），最後直接連接。<br>在TEL 搜索設定的機器人名字或者用戶名，在對話窗口直接輸入書名即可找到書籍，多數是epub or pdf檔案（均可使用手機軟件“書籍”打開）。"
            },

   

]