export const blogs=[{
    picture:'pics/kelly.jpg',
    name:'Kelly',
    title:'Kelly in Shanghai'

},{
    picture:'pics/Jeremy.png',
    name:'Jeremy',
    title:'Jeremy in peiking'
},{
    picture:'pics/Roy.jpg',
    name:'Roy' ,
    title:'Roy in peiking'
},{
    picture:'pics/Yannis.jpg',
    name:'Yannis' ,
    title:'Yannis in peiking'
},{
    picture:'pics/tree.jpg',
    name:'tree' ,
    title:'tree in peiking'
}
];

export const reblog=[{
    title:'生活',
    content:'&nbsp &nbsp&nbsp&nbsp <strong > 阿紫</strong >阿紫以前過的很湊合，遇到難事會找各種理由說服自己逃避，用到最多的，就是老生常談的一句“順其自然”，以前覺得世事都應該按照世界的邏輯或者規則去發展，對於結果的好與壞，通常覺得是你的就是你的，不是你的就算去搶也得不到，為什麼阿紫會一直覺得這個是真理呢？ 因為阿紫相信自己熟悉和信任的人，也就是阿紫身邊的人，大多數是這種生活習慣，幾乎沒人教會阿紫可以去干預或者改變一些事，但是要負責有擔當有自信，而這種唯唯諾諾的習慣也讓阿紫一直對自己缺乏自信，很少去反駁別人，即使心裡清楚某論點可以有第二種情況，阿紫依然會相信其他人說的話應該是對的，因為虛心讓阿紫質疑自己，更別說會認爲別人會用自己明知的假話去否定對方，所以阿紫也很少帶質疑的思維去尋找真實的答案，去驗證別人的話，而阿紫覺得一些正確的價值觀，做人的態度，為人處事的原則也一直不敢為自己去堅持，人對生活或者工作應該要有激情，面對現實，不吹噓不炫耀，積極向上，尊重真理，對世界保持敬畏，當然這只是一部分，因為很少在身邊人身上看到這些，也就沒有被現實驗證過，慢慢的就懷疑這些只是烏托邦裏面的假想，或者是楚門中被認爲設定的世界。再後來慢慢的通過閱讀一些書籍，發現其實有人跟阿紫的想法是一樣的，而且作者寫下這些也是為讀者提供“價值”，或者本書就是讓人學習那種態度與精神，當一個個點，思想，方法，在書中被提及時，阿紫內心是驚呆了的，哇，原來阿紫的想法有一些是正確的，只是阿紫身邊的沒有選擇這樣做的人，或者是沒經歷過那種活法，阿紫慢慢的有了自己。 也慢慢的不相信自己的朋友。有一次跟朋友喝酒了，我們三個人，次次都是阿紫對立他們兩個，後面喝高了，他們居然討論地球是圓盤的陰謀論，很自信地去說服阿紫，一定要讓阿紫相信地球是一個圓盤，而不是一個球體，我當時被說的有點動搖了，有點也想相信地球是圓盤這個想法，因為他們兩個在說服我的同時，似乎在自己的心底已經相信了地球是圓盤，阿紫因為長期的自卑，他們總是很強勢，在潛意識是相信他們的，天啊，3個人都二十幾歲啊，但是隔天清醒之後，我反應過來，我突然覺得自己有點不同了，而他們兩個居然沒有任何羞恥感，我對世界又有另一種認識了，這或許就是人在數量優勢的時候，人性只會傾向強勢一方，真理在人性面前毫無價值。<br> &nbsp &nbsp&nbsp&nbsp <strong > 允許</strong >事情按照順其自然的原則去發展只能證明是你自己放棄了，應該沒有其他解釋了，看，阿紫又不自信了。而現在阿紫遇到貴人了，千里馬常有而伯樂不常有，我遇見我的伯樂了，可以照顧自己了，也有信心照顧另一半， 阿紫想，她之前沒有去嘗試去相信去改變阿紫，把阿紫從脆弱的階段拉出困境，那阿紫現在要不要去改變現狀？因爲我覺得不該如此。 做一下”改變” 這個動作，挑戰自己，如果把事情的難度分成十個等級的話，我覺得“改變”可以去到七級，執行應該是八級，當然我說的改變，是改變一個生態，生活的運行模式，這裡涉及到了其他的人和事，去影響別人是一件很難的事，對自己是一種另類的折磨，當然阿紫相信後期會有收穫，或者阿紫願意付出精力去扭轉現狀，不管結果如何。阿紫真的很愛前任，覺得不應如此，應該去做出改變，嘗試找回她嘛？或許她已經不在乎阿紫了，或許阿紫在她眼中已經變成負面的記憶了，但是人不是應該要往前看嗎？但是人不是應該選擇自己喜歡的然後去追求自己想要的嘛？好矛盾。因爲已經不習慣一個人了，所以在分手之後嘗試發展一段新的感情，也多虧了她讓阿紫知道怎樣去跟女生相處，去調節氣氛，也是因爲她讓阿紫相信感情和愛一個人是通過後面的培養才有的，但前提是雙方在一開始都有好感或者有吸引對方的地方，接下來就是去慢慢發現好的方面，每次感受到新的體會都像是發現新大陸一樣<br>我決定通過自己的努力去改變現在的生活狀態，也因爲最近過的也挺迷幻的。從零開始：通過有意無意的和她在眼神上的對視，讓她留意到我，再每次上課都直接坐在她後面，讓她感覺到阿紫在她附近，上課起身去一次厠所，讓她看到阿紫，重複幾天，下課直接面帶微笑問她能不能加一個WhatsApp？把手機遞給她讓她輸入電話，我叫Shelley,我叫阿紫！哈哈，後面每天早上都給她發一句早上好，因爲阿紫以前被兩個女生這樣“安排過”，等對方習慣了，就有了某種精神依賴，再到昨天阿紫故意說今天上課會遲到，求她幫我搶個位置，順便製造藉口跟她聊天，當然阿紫跟女孩聊天有一定的功底，哈哈，然後今天去上課的時候，在進教室的前兩分鐘她告訴我旁邊的位置被其他人硬坐了，阿紫内心有點失望，因爲這也是阿紫想考驗一下她對自己的能力，因爲阿紫相信如果自己真的想做一件事，可以想盡辦法，跟別説這只是有一點自私心理就可以做到的，然後故意一上午不給她發信息，哈哈哈，到了中午吃飯的時候，阿紫想是自己主動約她出去吃飯還是坐在這裏等她過來約，答案是我坐了兩分鐘，她看出來我在等她，她走過來給了我一個手勢，阿紫瞬間知道有機會了，在吃飯的時候跟她聊了大概一個小時，明白了即使有能力去改變去追求一些人和事，但有些人是可遇不可求的，有些事是在某個時間點或内做才有意義，愛上一個人是有原因的！現在應該怎樣做？阿紫好想你，阿紫變好了你卻不在了，阿紫不知道生活的意義在哪了<br>又過了一幾天，事情發生了一些轉機。。。哈哈哈!.!
',
    picture:'thread_pic/IMG_1059.jpg'

},{
    title:'東莞之旅',
    content:'&nbsp &nbsp&nbsp&nbsp <strong > 此次</strong >文化探索旅程十分之精彩，令本人深切感受到大灣區城市東莞與深圳的發展是十分迅速。在稻香飲食文化博物館的壓縮式參觀，游覽了幾個重要的部門，如企業導游有介紹博物館，令人感到十分驚奇，博物館用實體物件及模擬環境讓觀者感受到身臨其境的體驗，並可從一件件餐具當中去發現飲食文化從古代到現代的演變過程，從物件循循漸進的改善中感受到人類在慢慢重視飲食文化，如從古時以簡陋木制器具到後來的以金屬材料鍛造的器具中， 不僅可以認識到其生活方面的變化過程，更可深刻感受到人類文明的進化過程，而其中餐具的塑造中，從其單一外觀，方面使用為目的進而轉變為便于使用的同時，打磨其外形使之外觀變的精美，可視為其從野蠻到典雅的轉變。是次參觀實乃大開眼界。再有，現如今科技發展迅速，尤其是相關初創企業如雨後春筍般湧現，身爲新時代青年亦對創業充滿好奇，但確實十分迷茫，在香港很少機會可讓“白紙人”真正參與一個企業或品牌由初創階段發展到成熟階段的成長歷程中，而這種經驗是不可缺乏的因素對青年創業者。在參觀XbotPark機器人部落之後，對於創業的概念清晰很多，由單純認識“創業”兩字，到大概瞭解創業的流程，此次在XbotPark參觀對於本人收益最大，亦是不可複製的一段經歷。尤其是瞭解到00後的青年已有如此豐富經歷及成就，對自己的衝擊很大。而從衆多產品中，多數產品確實有其價值所在，亦有一些是為了創造而創造或者爲了新鮮感？',
    picture:'thread_pic/dongguan.jpg'

},{
    title:'不想回家的原因',
    content:'以前小的時候對過年是十分期待的，對新的一年的好奇感，對童年好友的思念感，以及對長年在外的家人團聚的欣喜感。 在過去一年或忙碌或空虛的時間裡，有的人受盡苦難與委屈，有的人獲得榮耀與成就，回到家鄉兩者一起拋開背後的一切，純粹只為玩的開心。如有鄉親歸來，必有親朋好友登門拜訪，聞其聲則喜悅之情已掛臉上，相見更是有道不完的話語相互傾訴。而現今自己一代人已在外有五年時，褪去懵懂天真，多了些許攀比較真，每逢春節回家，如有聚會小生總會儘數去，如有朋友未見，亦會主動相約，但覺在家鄉時間不多，十分珍惜相聚時間，一一問之過去一年經歷，非十分好奇，有朋相伴，當下交談，實乃踏實享受之事，但常會導向攀比之色，知無法改變，唯有捧兩句圓場話.现今过年，最不想见的是“家人”，男有在外当孙子，在家当“党员”，做人没担当，女有在里当圣人，在外当演员，而过年共聚一堂侃侃而谈，大家又都变成德高望重之人，说的是国家大事，谈的是小辈结婚工作，孰不知自己找不到一份好工，建立不了一个健康家庭。亦有，你们的无知无能我无力承担，也无兴趣去改变你们，但你们却非要用所谓家长身份时不时来折腾，恶心一下小生。<br>曾在无知阶段，小生几经失败，陷入深深的绝望与茫然之中，而你们恶言，无视，折磨更让人无法承受，导致小生几度寻死，拯救我的是小生自己，与在学校几位老师的忠言相助。在时间的沉淀之下，大家价值观念已然是天差地别，勿拿你们引以为傲的邪念来恶心小生，现寻健康与持之以恒的成长，求在未来有所获，花若盛开，蝴蝶自来.',
    picture:'thread_pic/reasonnotgohome.jpg'

},
{
    title:'jg轉sup的故事',
    content:'jg轉sup的故事打排位，對我來說是一個抽卡遊戲，身為一個草食性打野，我總是把頭讓給我的隊友，因為我知道，就我這水平，當隊內的大哥恐怕是沒什麼可能，所以我換了個想法，成為不了大哥，那我就成為養育大哥的父親。<br>但很快我就發現，這件事沒有我想像那麼容易，根據正常的配對機制，一個遊戲肯定會有上等馬，中等馬和下等馬，因為我是下等馬，那自然隊內就只有中等馬和上等馬，聽起來我隨便幫一下我就可以躺了，但我忽略了一個事實，大哥也是人，大哥也有打得不好的時候，然後，我們基地就原地爆炸了。<br>曾經我也有想自己c的想法，但已經是很久之前了，我總是會玩卡力斯，劍聖格溫龍女這種後期大c，但慢慢的，我變得不敢造次，一來是身為下等馬，想要成為大哥確實不容易，二來，玩野核的打野一般都比較費家人，特別是一條路爆掉，對方隨便入侵你什麼都打不了，然後隊友又對你進行精神攻擊的時候，確實很難受。而那個時候，我聽得最多的一句話便是，「要是你那怕努力的幫一次，我早就把對面打穿了！」這句話深深的影響了我。<br>直到現在，我很少再拿起那些野核打野，改為拿坦克型的打野，然後一直幫隊友拿優勢，然後躺著，在大哥沒心情就鼓勵一下，在大哥打得好就誇666。這樣如此下來，段位上不上的去很難說，家人總算是保住了，因為沒有人對你有期望，自然就沒有傷害，而傷害就轉移到其他沒優勢的隊友身上，由於我是大哥的養育者，所以我是大哥的家人，所以我也不會被攻擊，當然也有例外。<br>但慢慢的，我開始覺得所有的努力還是無用功，即使我怎麼把大哥養得胖胖白白得，根據峽谷相對論，有玩得爽的人，就有不爽的人，而不爽的人就會想掛機，然後這把就可以點了。<br> 而且我發現，這確實是一個抽卡遊戲，你會抽到A卡B卡C卡，你可以把其中一張卡升一級，例如C卡升級到B卡，A卡升到S卡，但你完全不知道那張是A卡，那張是C卡，而且啊升級後其他兩張卡還是不可控，該爆掉，還是爆掉，無論我再怎麼努力，意外總是會發生。<br>想起來，我的人生也是差不多，只要我想努力做一件事，很快就會發現事情會往我完全想不到的方向發展，一開始意氣風發努力想進個大學，結果努力了一整個高中，家裡沒錢了，努力半工半讀終於進到大學，還以為會有美好的大學生活，努力學會打扮外表，結果大部分時間在在新冠中度過，努力幫到了下路，結果上路掛機了，ad說要吃飯了，這把點了。這個情形我不會解決，所以我就找了個宗師大佬來幫我解決問題，不問不知道，一問嚇一跳，原來他上大師之前玩的是打野，結果打著打著他轉成了輔助，我有點不懂，所以就問他為什麼。他說「很簡單，當打野，你要當tim狗tim4個人，讓他們都順心順意，而當輔助，你只需要tim一個，難度大大下降了，打得不好，根本沒有什麼人來罵你，因為原本就對你沒有期望，你看，我家人現在都健健康康的。而且啊，我可是專業的tim狗，一tim就二十三年了！說到當tim狗，沒有人比起我更懂！」<br>我只能說，大佬果然是大佬，完全看清問題的本質，拿出了解決方法，我又想了一下，反正三張卡有兩張本來就不可控，那我直接all in 下路，再也不用選擇育成那位當大哥了！<br>所以，我就打起了輔助，打了幾把，輕易突破了我當打野的上限來到了黃金一，距離白金只有一步之距離，現在啊，我依然是那個養育大哥的父親，就算大哥起不來也沒關系，我還能跟大哥做eye',
    picture:'thread_pic/wilson.jpg'
}
];

export const pages=[{
    pic:"homepic/fractal-2573303_1280.jpg",
    mini_statu:"mini-tool" ,
    mini_title:"在tel上-用zlibrary",
    link:"z-library.html",
    miantext:"首先，在Telegram搜索欄 找BotFather機器人，在機器人窗口輸入 /newbot, ...",
    eassy:"首先，在Telegram搜索欄 找BotFather機器人，在機器人窗口輸入 /newbot, 根據提示設定機器人名字（之後在此名字欄打書名或書類即可獲取圖書）和用戶名，之後會自動發送HTTP API（當作普通一次性密碼），複製包含API的整條信息。<br>其次，進入Z-library鏈接並登入 https://zh.zlibrary-sg.se/ ，在右上角打開功能欄，再進入左下角（編輯個人資料欄），在最底下找到並創建個人電報機器，在彈出的窗口第5欄，黏貼之前複製的信息（含API 一串字符），最後直接連接。<br>在TEL 搜索設定的機器人名字或者用戶名，在對話窗口直接輸入書名即可找到書籍，多數是epub or pdf檔案（均可使用手機軟件“書籍”打開）。"
},{
    pic:"homepic/IMG_0869.JPG",
    mini_statu:"uncategorized" ,
    mini_title:"宏觀上的世界",
    link:"world _in_macro_way.html",
    miantext:"近期有一句话比较流行：“世界是一个巨大的草台班子。”很多人都觉得一些, ...",
    eassy:"界是一个巨大的草台班子。”很多人都觉得一些看似高大上、精巧复杂的机构、庞大的公司，在创新和洞见方面乍一看很吓人、很专业，但真正运转起来，解决不了实际的问题，背后的构架也非常粗糙。我觉得这句话只说对了很小的一半。<br> 世界实际上是一个巨大复杂、精巧的系统，远远超过我们普通人个体能够理解的程度。如果要比喻的话，你见过那种做工精巧的机械表打开之后内部的运转吗？想象一下，世界就是由无数个这样复杂的子系统混搭、组织并运转。而它本身还在不断变化，新的子系统和元素不断加入，老的不断流出。对于个体而言，我们就像身处这个系统之中的一只手电筒，我们照射到的小小区域，就是我们对于这个世界的认知。<hr>我们每个人认知世界的工具就是自己的1公斤不到的大脑（可以被装到小罐子里，放到火箭发射给三体人那种），处理信息的总量就是有限的。而接收信息的方式也只有视、听、嗅、闻、触这些感官。人类不是那种有群体性智慧的生物，个体之间要传递知识，也只能靠这些基础感官。这种系统的局限，注定了我们从本质上无法理解世界的复杂性。这就是为什么故事是最有效的帮助人们理解世界的方式，因为它把你的感官调动起来，聚焦在一个维度，一个可控的区域。<br>有的时候我们看到世界的一面，就是一个简单的点子解决问题。有的时候则是靠精密的系统来解决问题。这句话“世界是一个巨大的草台班子”其实指出了一个情况，就是当人为设计一个精密的系统时，许多时候他面对真实世界的复杂性时是束手无策的。<hr>所以我的观点是：第一，接纳这种局限性，接纳世界的复杂性。第二，不要认为简化是理解世界的唯一方式。你可以去简化，可以去贴上不同标签，但是要知道它不是唯一的一种描述事物的方式。第三，拥抱多样性，哪怕和自己的观点相反、认知相反、经验相反，这才能够拓展自己的认知。"
},{
    pic:"homepic/vpn.png",
    mini_statu:"mini-tool" ,
    mini_title:"VPN教程",
    link:"vpnNotes.html",
    miantext:"最实惠***VPN***1个月100GB数据（一个月只要10月） 香港，新加坡，...",
    eassy:"进入 https://fnyun.org/#/register?code=bkro9tmA （飞鸟云平台）注册账号，登录后进入 购买订阅界面 订阅合适的套餐，订阅成功后可在仪表盘界面查阅剩余数据。<br>使用  安卓（手机系统）和Windows （电脑）的同学 ：直接下载Clash。打开飞鸟云仪盘表界面点击 一键订阅 在弹出窗口选 导入到 Clash For Windows，再打开Clash进入 Profiles界面 选用节点，最后开启VPN 代理， 成功连接！（每次开启电脑，打开System Proxy 即可连接VPN）；<br>使用IOS 系统的同学：下载 Shadowrocket需要约20人名币购买，永久使用权，在飞鸟云仪表盘页面下方的捷径区域找到“一键订阅”按钮，点击并选择“导入到Shadowrocket”选项  （与安卓用户相似步骤），在Shadowrocket客户端首页可以看到一键订阅生成的所有节点及相关信息，及选取节点和打开系统代理开关。进入配置选项页，建议使用默认配置文件，在Shadowrocket设置界面进入订阅界面“打开时更新”和“自动后台更新”选项同时开启，即可成功连接。每次使用时确保系统代理已开启 ！随意选取节点使用，可以点击 连通性测试，选取延迟较低的节点使用。"
},{
    pic:"homepic/quantum-physics-4550602_1280.jpg",
    mini_statu:"uncategorized" ,
    mini_title:"*******",
    link:"world _in_macro_way.html",
    miantext:"***********************",
    eassy:"************************"
}
];


